# -*- coding: utf-8 -*-
# @Author  : 赵永健
# @Time    : 2019/12/20 16:21

def mailText():
    text = '''96号文容器测试条目如下:
            一、初始化模块：
            1、帐号登录  www.51safety.com.cn 比如admin_tcxt密码111111
            2、Pass平台--组织架构--测试帐号托管
            3、《企业基本信息》填写
            4、切回管理员，测试帐号赋值测试企业，（编辑测试帐号）--用户扩展信息

            二、企业风险分区：
            1、评估单元划分
            2、区域固有风险评估（校验值）
            3、控制风险评估（默认加个等待时间）
            LS   LEC   MES配置计算风险等级
            蒙德法，道化学法，订制脚本计算风险等级，查看页面没有报错。
            事故后果模拟，订制脚本计算事故后果模拟。
            4、企业四色图打点，包括单元打点，风险点打点，查看打点信息等

            三、重大危险源模块
            1、生产单元信息，储存单元（库房），储藏单元（仓库）信息，都是表单添加
            2、重大危险源一张图，重大危险源打点，仓库打点等
            3、重大危险源看板，查看数据是否匹配，没有报错页面

         '''
    return text